Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: What action should be taken to reduce waste from the stockpile of old blades?
sv_se: Vilken åtgärd borde vidtas för att minska mängden avfall från lagret med gamla blad?

source: What actions can Laila take to help ensure that the waste is disposed of appropriately?
sv_se: Vad kan Laila göra för att bidra till att säkerställa att avfallet hanteras korrekt?

source: What advantages might this approach have compared to using one insect species?
sv_se: Vilka fördelar kan denna metod ha jämfört med att använda en insektsart?

source: What advice should Ben post so that Niki can separate the pots?
sv_se: Vilket råd borde Benjamin ge Nina för att hon ska kunna ta isär grytorna?

source: What are the safe landing speeds for Planet A and Planet E?
sv_se: Vilken är den säkra landningshastigheten för planet A och för planet E?

source: What are the main purposes of a Medical Expert System?
sv_se: Vad är huvudsyftena med ett medicinskt expertsystem?

source: What are the reasons you do not expect to continue with <further education>?
sv_se: Vilka är skälen till att du inte räknar med att studera vidare?

source: What are the white crystals made of?
sv_se: Vad består de vita kristallerna av?

source: What best explains why the temperature does not change?
sv_se: Vilken är den bästa förklaringen till att temperaturen inte ändras?

source: What can be learnt about the dinosaur from its footprint?
sv_se: Vad kan vi lära oss om dinosaurien av dess fotspår?

source: What causes the population density of the biological control agent to increase?
sv_se: Vad orsakar att populationstätheten för det biologiska bekämpningsmedlet ökar?

source: What colour is LED 2 likely to appear to humans?
sv_se: Vilken färg skulle LED 2 troligen uppfattas som, av människor?

source: What conclusion can be made from the results of this investigation?
sv_se: Vilken slutsats kan dras från resultaten av denna undersökning?

source: What conclusion can be made when comparing the data for these periods?
sv_se: Vilken slutsats kan dras från en jämförelse av data från dessa perioder?

source: What difference explains why some machines collect more iron filings than others?
sv_se: Vilken skillnad förklarar varför vissa maskiner samlar upp mer järnfilspån än andra?

source: What do you do if one or more students are late to the bus stop?
sv_se: Vad gör du om en eller flera elever kommer sent till busshållplatsen?

source: What does Ellie need to know about willow trees before she can make a decision?
sv_se: Vad behöver Ellie veta om pilträd innan hon kan fatta ett beslut?

source: What does this suggest about this fish species?
sv_se: Vad säger det om denna fiskart?

source: What does your father do in his main job?
sv_se: Vad gör din pappa i sitt huvudsakliga arbete?

source: What does your mother do in her main job?
sv_se: Vad gör din mamma i sitt huvudsakliga arbete?

source: What does your parent or guardian #1 do in their main job?
sv_se: Vad gör din förälder/vårdnadshavare 1 i sitt huvudsakliga arbete?

source: What does your parent or guardian #2 does in their main job?
sv_se: Vad gör din förälder/vårdnadshavare 2 i sitt huvudsakliga arbete?

source: What does your parent or guardian do in her or his main job?
sv_se: Vad gör din förälder/vårdnadshavare i sitt huvudsakliga arbete?

source: What effect does the rain have on the journey?
sv_se: Vilken påverkan har regnet på resan?

source: What force causes the ball to fall back to the ground?
sv_se: Vilken kraft gör att bollen faller tillbaka till marken?

source: What force causes tides?
sv_se: Vilken kraft orsakar tidvatten?

source: What impact would this change in status have on the predicted overall extinction risk for these two subgroups?
sv_se: Vilken inverkan skulle denna statusförändring ha för den förutsagda övergripande utrotningsrisken för dessa två undergrupper?

source: What information will the government of Zedland need in order to determine which fuel will minimise the CO₂ produced by the power plant?
sv_se: Vilken information behöver Zedlands regering för att avgöra vilket bränsle som minimerar mängden CO₂ som produceras av kraftverket?

source: What is another function of the mass?
sv_se: Vad är en annan funktion vikten har?

source: What is one problem the town would face if there was not enough power?
sv_se: Vad är ett av problemen som staden skulle få om det inte fanns tillräckligt med elektricitet?

source: What is one risk to the town of the combination you have chosen?
sv_se: Vad är en av riskerna för staden med den kombination du har valt?

source: What is one strategy that could be used to reduce the greenhouse gas emissions from transportation of food products?
sv_se: Vad är en strategi som skulle kunna användas för att minska utsläppen av växthusgaser från transport av livsmedelsprodukter?

source: What is one way that communities can conserve water?
sv_se: Hur kan samhällen spara på vatten?

source: What is the best explanation for why this could damage the scientific reputation of the scientists?
sv_se: Vad är den bästa förklaringen till att detta skulle kunna skada forskarnas anseende som forskare?

source: What is the gravity value of Planet G?
sv_se: Vilket gravitationsvärde gäller för planet G?

source: What is the latest departure time for Ben to arrive at school before 9:00?
sv_se: Vilken är den senaste avgångstiden för att Bengt ska komma till skolan innan 09:00?

source: What is the latest arrival time at school, before 9:00?
sv_se: Vilken är den senaste ankomsttiden till skolan innan 09:00?

source: What is the latest departing train Troy can catch to arrive in Orangetown before 9:30?
sv_se: Vilken är den senaste avgången som Thomas kan ta för att komma till Norrköping innan 09:30?

source: What is the latest time Ben can depart to make sure he is always at school before 9:00?
sv_se: Vilken tid behöver Bengt senast köra iväg för att vara säker på att han alltid kommer till skolan innan 09:00?

source: What is the <highest level of schooling> completed by your father?
sv_se: Vilken är den högsta utbildning av nedanstående som din pappa har avslutat?

source: What is the <highest level of schooling> completed by your mother?
sv_se: Vilken är den högsta utbildning av nedanstående som din mamma har avslutat?

source: What is the advantage of the sensor displaying the average concentration value when the concentration is constant?
sv_se: Vad är fördelen med att sensorn visar medelvärdet av koncentrationen när koncentrationen är konstant?

source: What is the average number of students that arrive by car?
sv_se: Hur många elever i genomsnitt kommer med bil?

source: What is the average size of <English¹> classes in <national modal grade for 15-year-olds> in your school?
sv_se: Vilken är den genomsnittliga storleken på klasserna/undervisningsgrupperna i engelska i årskurs 9 i din skola? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: What is the average size of <school science> classes in <national modal grade for 15-year-olds> in your school?
sv_se: Vilken är den genomsnittliga storleken på klasserna/undervisningsgrupperna i NO-ämnen i årskurs 9 i din skola? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: What is the average size of <test language> classes in <national modal grade for 15-year-olds> in your school?
sv_se: Vilken är den genomsnittliga storleken på klasserna/undervisningsgrupperna i svenska i årskurs 9 i din skola? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: What is the average width of plants grown in Moon soil 2 after 20 days?
sv_se: Vilken är den genomsnittliga bredden på plantor som vuxit i månjord 2 efter 20 dagar?

source: What is the best estimate of the sound’s final intensity under the above conditions?
sv_se: Vilken är den bästa uppskattningen av ljudets slutliga intensitet under ovanstående förutsättningar?

source: What is the best estimate of the time at which the first high tide will occur on Tuesday October 7?
sv_se: Vilken är den bästa uppskattningen av tidpunkten för det första högvattnet tisdagen den 7 oktober?

source: What is the busiest time for students to arrive by car?
sv_se: När är det mest trafik för elever som kommer med bil?

source: What is the correct action for that line?
sv_se: Vilken är den korrekta instruktionen för den raden?

source: What is the distance from the bus terminal to school, when you don’t have to make stops?
sv_se: Hur långt är avståndet från bussterminalen till skolan när du inte behöver stanna vid några hållplatser?

source: What is the effect of increasing the pore diameter on the final sound intensity?
sv_se: Vilken av följande meningar beskriver vilken effekt en ökning av pordiametern hos ett material har på den slutliga ljudintensiteten?

source: What is the function of the solid carbon dioxide block in this experiment?
sv_se: Vilken funktion har blocket av koldioxid i fast form i detta experiment?

source: What is the highest number of visitors that can be let in without reducing average satisfaction?
sv_se: Vilket är det största antal besökare som kan släppas in utan att den genomsnittliga nöjdheten minskar?

source: What is the highest number of visitors that can be let in without reducing satisfaction?
sv_se: Vilket är det största antalet besökare som kan släppas in utan att nöjdheten minskas?

source: What is the likely effect on the amount of vegetation if the population of ground beetles begins to increase?
sv_se: Vilken är den troliga effekten på mängden vegetation om jordlöparpopulationen börjar att öka?

source: What is the likely effect on the population of slugs if the population of ground beetles begins to increase?
sv_se: Vilken är den troliga effekten på snigelpopulationen om jordlöparpopulationen börjar att öka?

source: What is the likely function of cilia in larvae?
sv_se: Vilken funktion har flimmerhår troligen hos larver?

source: What is the main point of the scientific magazine article (Source 3)?
sv_se: Vad är huvudpoängen i artikeln i den vetenskapliga tidskriften (Källa 3)?

source: What is the main purpose of the insulation in the jacket on a cold day?
sv_se: Vad är huvudsyftet med isoleringen i jackan en kall dag?

source: What is the missing instruction?
sv_se: Vilken instruktion saknas?

source: What is the most likely outcome for each climate change impact?
sv_se: Vilken är den troligaste följden av var och en av klimatförändringens effekter?

source: What is the order of steps followed by MYCIN to provide a doctor with a recommended treatment for a patient?
sv_se: I vilken ordning kommer stegen som MYCIN följer för att förse en läkare med en rekommenderad behandling för en patient?

source: What is the probability that the coin lands on blue at least one time?
sv_se: Vad är sannolikheten för att myntet landar på blå minst en gång?

source: What is the purpose of these additional <school science> lessons?
sv_se: Vad är syftet med dessa extralektioner i NO-ämnen?

source: What is the relationship between the amount of electrical energy produced and the number of turbines in operation?
sv_se: Vad är förhållandet mellan mängden producerad elektrisk energi och antalet turbiner i drift?

source: What is true about the the ionic composition of one molecule of magnesium chloride?
sv_se: Vad är sant om jonsammansättningen hos magnesiumklorid?

source: What is your father’s main job?
sv_se: Vilket är din pappas huvudsakliga arbete?

source: What is your gender?
sv_se: Är du flicka eller pojke?

source: What is your mother’s main job?
sv_se: Vilket är din mammas huvudsakliga arbete?

source: What is your parent or guardian #1 main job?
sv_se: Vilket är din förälder/vårdnadshavare 1:s huvudsakliga arbete?

source: What is your parent or guardian #2 main job?
sv_se: Vilket är din förälder/vårdnadshavare 2:s huvudsakliga arbete?

source: What is your parent’s or guardian’s main job?
sv_se: Vilket är din förälders/vårdnadshavares huvudsakliga arbete?

source: What is your school’s policy about this for students in <national modal grade for 15-year-olds>?
sv_se: Hur gör din skola med detta när det gäller elever i årskurs 9? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: What kind of job do you expect to have when you are about 30 years old?
sv_se: Vilken sorts jobb tror du att du har när du är ungefär 30 år gammal?

source: What language do you speak at home most of the time?
sv_se: Vilket språk talar du oftast hemma?

source: What language(s) do the following people speak during your <English¹> lessons?
sv_se: Vilket/vilka språk talar följande personer under dina lektioner i engelska?

source: What needs to be kept constant so that the test is scientifically valid?
sv_se: Vad måste hållas konstant för att testet ska vara vetenskapligt korrekt?

source: What priority is given to the following objectives of teaching at your school?
sv_se: Vilken prioritet ges till följande undervisningsmål på din skola?

source: What process is most similar to the way the water was removed?
sv_se: Vilken process liknar mest sättet som vattnet försvann på?

source: What should Marion do to make all the sugar crystals dissolve?
sv_se: Vad ska Marion göra för att få alla sockerkristaller att lösas upp?

source: What should the farmers do to test if adding American Eel grass improves shell strength in oysters?
sv_se: Vad borde odlarna göra för att undersöka om plantering av amerikanskt ålgräs ökar hållfastheten hos ostronskal?

source: What should the instruction in this line be to achieve the goal?
sv_se: Vad borde instruktionen på den här raden vara för att nå målsättningen?

source: What should the sensors display after the carbon monoxide sources are turned off?
sv_se: Vad bör sensorerna visa efter att kolmonoxidkällorna har stängts av?

source: What type or types of pollutants could metallic contaminants be?
sv_se: Vilken eller vilka typer av föroreningar skulle metallföroreningar kunna vara?

source: What types of additional <English¹> activities does your school offer?
sv_se: Vilka typer av ytterligare aktiviteter i engelska erbjuder din skola?

source: What types of sounds are made by the fish?
sv_se: Vilka typer av ljud gör fiskarna?

source: What was the reason for the ball landing at four different places?
sv_se: Vad var orsaken till att bollen landade på fyra olika ställen?

source: What will happen if the AMOC stops circulating?
sv_se: Vad skulle kunna hända om AMOC slutar att cirkulera?

source: What word describes the relationship between the fungi and the argan trees?
sv_se: Vilket ord beskriver förhållandet mellan svamparna och arganträden?

source: When 40 mg of clay is used, the removal rate will be 30%.
sv_se: När 40 mg lera används kommer elimineringshastigheten att bli 30 %.

source: When Activity 1 increases, the fitness score changes in one of these ways:
sv_se: När aktivitet 1 ökar, förändras konditionspoängen på något av dessa sätt:

source: When Chemical B is sprayed FIRST, blue ants respond.
sv_se: När kemikalie B sprutas FÖRST, reagerar blåmyrorna.

source: When Chemical B is sprayed SECOND, blue ants do not respond.
sv_se: När kemikalie B sprutas som nummer TVÅ, reagerar inte blåmyrorna.

source: When I am being taught <school science>, I can understand the concepts very well
sv_se: När jag undervisas i NO-ämnen har jag lätt för att förstå de olika begreppen.

source: When I do not fully understand something, I ask my classmates.
sv_se: När jag inte riktigt förstår något frågar jag mina klasskamrater.

source: When I have trouble learning, I ask for help.
sv_se: När jag har svårt att lära mig ber jag om hjälp.

source: When a calling frog was found, the recording of the traffic noise was played for 12 minutes.
sv_se: När en lockande groda hittades, spelades inspelningen av trafikbullret upp i 12 minuter.

source: When a dolphin makes a call, it is shown here as a wave diagram.
sv_se: När en delfin gör ett ljud visas det här som ett vågdiagram.

source: When a fuel burns, it chemically combines with oxygen, and heat energy is released.
sv_se: När ett bränsle förbränns reagerar det med syre och värmeenergi frigörs.

source: When a heat-producing power plant is closed, manatees need to use other areas of warm water.
sv_se: När ett värmealstrande kraftverk stängs, behöver manater andra områden med varmt vatten.

source: When a spacecraft lands on a planet, it slows down by firing its engines.
sv_se: När en rymdfarkost landar på en planet bromsar den in genom att aktivera sina motorer.

source: When aerobics increases, the fitness score changes like this:
sv_se: När aerobics ökar, förändras konditionspoängen så här:

source: When answering the following questions, please keep one of your current <school science> courses in mind all the time.
sv_se: När du besvarar följande frågor ber vi dig att tänka på en enda av dina nuvarande kurser i NO-ämnen.

source: When choosing a biological control agent to help control a weed species, which characteristic must the weed and other plant species share?
sv_se: När ett biologiskt bekämpningsmedel väljs ut för att bidra till att kontrollera en ogräsart, vilken egenskap måste vara gemensam för ogräset och andra växtarter?

source: When creating digital art, you must meet some artwork requirements.
sv_se: När man skapar digital konst måste konstverket uppfylla vissa krav.

source: When cycling increases, the fitness score changes like this:
sv_se: När cyklingen ökar, förändras konditionspoängen så här:

source: When designing the experiment, scientists chose two different breeds of sheep.
sv_se: Forskarna valde två olika fårraser när de utformade experimentet.

source: When diesel is burned, carbon dioxide and water are produced, and heat energy is released.
sv_se: När diesel förbränns produceras koldioxid och vatten, och värmeenergi frigörs.

source: When humans sweat while wearing clothes, the water released from the body can have a significant effect on a fabric’s overall thermal conductivity.
sv_se: När människor har på sig kläder och svettas kan vattnet som kroppen släpper ifrån sig kraftigt påverka tygets totala värmeledningsförmåga.

source: When learning <school science> topics at school, how often do the following activities occur?
sv_se: Hur ofta förekommer följande aktiviteter när du lär dig NO-ämnen i skolan?

source: When light reaches the retina at the back of the eye, the light is changed to electrical signals.
sv_se: När ljus når näthinnan längst bak i ögat förändras ljuset till elektriska signaler.

source: When lightning strikes, an observer immediately sees a flash of light.
sv_se: När blixten slår ner ser en observatör omedelbart en ljusblixt.

source: When methane (CH₄) burns, CO₂ and water are produced, and heat energy is released.
sv_se: När metan (CH₄) förbränns produceras CO₂ och vatten och värmeenergi frigörs.

source: When my teachers ask how I am doing, they are really interested in my answer.
sv_se: När mina lärare frågar mig hur det går för mig är de verkligen intresserade av mitt svar.

source: When permafrost melts, an enormous amount of organic matter decomposes producing carbon dioxide and methane (greenhouse gases).
sv_se: När permafrosten smälter bryts enorma mängder organiskt material ner och producerar koldioxid och metan (växthusgaser).

source: When running increases, the fitness score changes like this:
sv_se: När löpningen ökar, förändras konditionspoängen så här:

source: When sleeping = 8 hours per night and running increases from 1 to 2 hours per week, fitness at first increases, but after that stays the same.
sv_se: När sömn = 8 timmar per natt och löpning ökar från 1 till 2 timmar per vecka, ökar konditionen först, men är därefter densamma.

source: When the Nature Pod is moving, it uses this information from the sensors to determine how it should move next.
sv_se: När naturkapseln rör sig, använder den informationen från sensorerna för att avgöra hur den ska röra sig härnäst.

source: When the amount of organic matter increases in waterways, the number of decomposers also increases.
sv_se: När mängden organiskt material ökar i ett vattendrag ökar också mängden nedbrytare.

source: When the carbon (C) in coal burns, CO₂ is produced, and heat energy is released (measured in joules).
sv_se: När grundämnet kol (C) i kolet förbränns produceras CO₂ och energi frigörs (mätt i joule).

source: When the larvae are harvested, some larvae are deliberately left in the compost system.
sv_se: När larverna skördas lämnas några larver avsiktligt kvar i kompostsystemet.

source: When there is rain Ben should depart at 7:00 in order to arrive at 8:20.
sv_se: När det regnar bör Bengt åka 07:00 för att komma fram 08:20.

source: When using this product, do not use in or near eyes.
sv_se: När du använder denna produkt, använd den inte i eller nära ögonen.

source: When was Culture-1 provided?
sv_se: När lämnades odling-1?

source: When water = 1, tomatoes = 2
sv_se: Om vatten = 1, tomater = 2

source: When water = 1, tomatoes = 4
sv_se: Om vatten = 1, tomater = 4

source: When weightlifting increases, the fitness score changes like this:
sv_se: När styrketräningen ökar, förändras konditionspoängen så här:

source: When you run the simulated bus journey you will receive feedback on whether the variables in the model are connected correctly.
sv_se: När du kör den simulerade bussresan får du feedback på om variablerna i modellen är sammankopplade på korrekt sätt.

source: Where did you learn this knowledge and skills?
sv_se: Var lärde du dig detta?

source: Where do the pond plants get the energy they need to grow?
sv_se: Varifrån får vattenväxterna den energi de behöver för att växa?

source: Where is Culture-1 taken from?
sv_se: Varifrån har odling-1 tagits?

source: Which action would reduce the CO₂ released from the production of the battery packs by the greatest amount?
sv_se: Vilken åtgärd skulle minska mängden CO₂-utsläpp från tillverkningen av batteripaket mest?

source: Which animal in this food chain lives both in water and on land?
sv_se: Vilket djur i denna näringskedja lever både i vatten och på land?

source: Which box contains red apples?
sv_se: Vilken låda innehåller röda äpplen?

source: Which box has the highest density of oxygen molecules?
sv_se: Vilken låda har den högsta tätheten av syremolekyler?

source: Which box has the lowest density of oxygen molecules?
sv_se: Vilken låda har den lägsta tätheten av syremolekyler?

source: Which bus meets the company’s aims?
sv_se: Villken buss klarar företagets målsättning?

source: Which conclusion is supported by the results of this study?
sv_se: Vilken slutsats stöds av resultaten av denna studie?

source: Which diagram shows how the engines should fire to slow the spacecraft down the most?
sv_se: Vilken bild visar hur motorerna ska aktiveras för att bromsa in rymdfarkosten så mycket som möjligt?

source: Which fabric had the greatest increase in thermal conductivity after the sweat simulation at −29°C?
sv_se: Hos vilket tyg ökade värmeledningsförmågan mest efter simuleringen av svettning vid −29 °C?

source: Which factor is exactly the same as a result of making the solution this way?
sv_se: Vilken faktor är oförändrad efter att ha gjort lösningen på detta sätt?

source: Which factors can be kept the same when the experiment is repeated with Brand B sanitiser?
sv_se: Vilka faktorer kan hållas oförändrade när experimentet upprepas med handdesinfektionsmedel av märke B?

source: Which features of a river are important for turbines to generate electricity?
sv_se: Vilka egenskaper hos en älv är viktiga för att turbiner ska generera el?

source: Which fitness plan requires 7 hours of physical activity?
sv_se: Vilket upplägg kräver 7 timmars fysisk aktivitet?
